[{"shop_id": 13646722, "listing_id": 4371970212, "buyer_user_id": 348403951, "rating": 5, "review": "This bedroom set is even more lovely in-person. Jim was upfront about some damage and very helpful. I recommend this seller.", "language": "en", "create_timestamp": 1759283516}, {"shop_id": 13646722, "listing_id": 1717379520, "buyer_user_id": 14296318, "rating": 5, "review": "Beautiful, thank you so much!!!", "language": "en", "create_timestamp": 1729228754}, {"shop_id": 13646722, "listing_id": 592051540, "buyer_user_id": 14387020, "rating": 5, "review": "It is adorable.  Perfect. I love it.", "language": "en", "create_timestamp": 1563557041}, {"shop_id": 13646722, "listing_id": 518877719, "buyer_user_id": 101596147, "rating": 1, "review": "The seller said this is a pick up item only so I did not get the item.  I am still waiting for a response from seller to refund my money that was processed.  Could u please email me so I know u have reversed the charges??? Thank you", "language": "en", "create_timestamp": 1497961934}, {"shop_id": 60973475, "listing_id": 4350346646, "buyer_user_id": 550293511, "rating": 5, "review": "Beautifully made piece of furniture!", "language": "en", "create_timestamp": 1767284258}, {"shop_id": 60973475, "listing_id": 4386803904, "buyer_user_id": 436469126, "rating": 5, "review": "Anas a été top du début à la fin. Il est très dévoué à sa tache, méticuleux, et fait du vrai sur mesure. En plus il est d&#39;une grande gentillesse et de confiance. Il connait par coeur Marrakech et tous les fournisseurs et vous pouvez vous appuyer sur lui pour d&#39;autres choses. Il fera le max pour vous. Prévoyez 15j pour la livraison Europe.", "language": "fr", "create_timestamp": 1766576481}, {"shop_id": 60973475, "listing_id": 4381103137, "buyer_user_id": 473179697, "rating": 5, "review": "La porte que j’ai achetée est absolument extraordinaire. Les photos ne rendent pas justice à la magnificence de l’objet qui m’a été livré avec une ponctualité impeccable. J’ai été contacté à plusieurs reprises par le vendeur, qui m’a informé en détail de l’avancement de la création réalisée sur mesure, en suivant à la lettre toutes mes indications. \nLes motifs ont été sculptés à la main avec une maîtrise exceptionnelle. \nUn objet de cette qualité, acheté en Europe, m’aurait probablement coûté dix fois plus.\nFiabilité. Assurance. Bois massif. Perfection du début à la fin.", "language": "fr", "create_timestamp": 1764766089}, {"shop_id": 60973475, "listing_id": 4339443563, "buyer_user_id": 1118604610, "rating": 1, "review": "Careful with this seller!! I ordered 2 months ago received beautiful videos of the product being produced and got extra attention from the seller only to learn that this item never arrived and most likely was never produced. I received a fake tracking link from TNT and multiple phone calls from the seller reassuring me that the item will come today and another day and another day. It has been ordered 2 months ago and should have arrived latest on Oct 2nd.", "language": "en", "create_timestamp": 1760619159}, {"shop_id": 61949639, "listing_id": 4373022995, "buyer_user_id": 224491890, "rating": 5, "review": "Beautiful bed frame! Thank you so much for the excellent customer service.", "language": "en", "create_timestamp": 1768842336}, {"shop_id": 61949639, "listing_id": 4410107279, "buyer_user_id": 535959515, "rating": 5, "review": "Made to order by a company extremely willing to please. Item is in a “kit” format and they held the order until I received the fabric samples and made my selection. \n\nOnly thing not understood is that the side panels going down the length of the bed are in 2 pieces and it was difficult to discern that from the photos provided (photos need to provide that transparency). \n\nOverall, very happy with the purchase. It was important to me to be able to get the right color tone on the fabric and the way the store operates, that was accomplished. \n\nI would suggest the company create small booklets of fabric samples because the cost of the fabric samples was a little high.  Or they could included a return envelope and simply have the customer return the samples after selection.", "language": "en", "create_timestamp": 1767735211}]